Repository: pulinairc/pulina.fi
Catalog: content/languages/plugins/meetup-*.po
Languages: fi

source: Attendee List: %s
fi: Osallistujalista: %s

source: Edit Meetup
fi: Muokkaa miittiä

source: View Meetup
fi: Näytä miitti

source: Export Users
fi: Vie käyttäjät

source: Booking has been cancelled!
fi: Varaus on peruutettu!

source: No attendies has been found!
fi: Yhtään osallistujaa ei löytynyt!

source: Name
fi: Nimi

source: Email
fi: Sähköpostiosoite

source: No. of Seat
fi: Paikan numero

source: Registered
fi: Ilmoittautunut

source: Cancel Booking
fi: Peruuta varaus

source: Edit User
fi: Muokkaa käyttäjää

source: Attendee List
fi: Osallistujalista

source: Name,Email,Seat,Registered
fi: Nimi,sähköpostiosoite,paikka,ilmoittautunut

source: Meetup Name
fi: Miitin nimi

source: Date
fi: Päiväys

source: Booked
fi: Varattu

source: Available
fi: Saatavilla

source: Capacity
fi: Kapasiteetti

source: Start Time
fi: Aloitusaika

source: End Time
fi: Päättymisaika

source: How many guests can join this meetup?
fi: Kuinka monta vierasta voi osallistua tähän miittiin?

source: Address
fi: Osoite

source: Address of the meetup place
fi: Miittipaikan osoite

source: Registration Start Date
fi: Ilmoittautumisen aloitusajankohta

source: Registration End Date
fi: Ilmoittautumisen päättymisajankohta

source: Per User Booking Limit
fi: Käyttäjäkohtainen varausraja

source: How many seats a user can book?
fi: Kuinka monta paikkaa yksi käyttäjä voi varata?

source: Speakers
fi: Puhujat

source: Speaker Name
fi: Puhujan nimi

source: Topic Name
fi: Aiheen nimi

source: This email address will be used to pull photo from Gravatar
fi: Tätä sähköpostiosoitetta käytetään käyttäjäkuvan hakemiseen Gravatar-palvelusta

source: Website
fi: Verkkosivu

source: Website url of the speaker
fi: Puhujan kotisivujen osoite

source: Speaker Bio
fi: Puhujan esittely

source: Some details about the speaker
fi: Yksityiskohtaisempia tietoja puhujasta

source: Slide URL
fi: Sliden osoite

source: Website url of the slide
fi: Sliden verkkosivun osoite

source: Details
fi: Tiedot

source: Some texts about sponsors
fi: Esittelytekstiä sponsoreista

source: Sponsors
fi: Sponsorit

source: Sponsor Name
fi: Sponsorin nimi

source: Sponsor Logo
fi: Sponsorin logo

source: Sponsor Details
fi: Sponsorin tiedot

source: Additional details about the sponsor
fi: Lisätietoja sponsorista

source: Time Entry
fi: Aikamerkintä

source: Time
fi: Aika

source: Agenda
fi: Aikataulu

source: Comments
fi: Kommentit

source: Additional details about the schedule
fi: Aikataulun lisätiedot

source: Gallery Images
fi: Galleriakuvat

source: Meetup Details
fi: Miitin tiedot

source: Speaker Details
fi: Puhujan tiedot

source: Schedule
fi: Aikataulu

source: Image Gallery
fi: Kuvagalleria

source: Enter the app id from your facebook application
fi: Anna Facebookin App ID developers.facebook.com Appsisi tiedoista

source: Settings
fi: Asetukset

source: Attendies
fi: Osallistujat

source: No meetup has been found!
fi: Yhtään miittiä ei löytynyt!

source: Please enter a valid seat number
fi: Anna kelvollinen paikkanumero

source: You have successfully booked the seat!
fi: Sinulle on onnistuneesti varattu paikka!

source: Please enter a valid email address
fi: Ole hyvä ja anna kelvollinen sähköpostiosoite

source: You are already registered to our site, please login
fi: Olet jo rekisteröitynyt, ole hyvä ja kirjaudu sisään

source: Your booking has been cancelled!
fi: Varauksesi on peruutettu!

source: Sorry, additional seat is not available.
fi: Pahoittelut, ylimääräistä paikkaa ei ole saatavilla.

source: Sorry, your required number of seat(s) are not available.
fi: Pahoittelut, haluamaasi paikkanumeroa ei ole saatavilla.

source: Event Details
fi: Tapahtuman tiedot

source: Gallery
fi: Galleria

source: Post navigation
fi: Navigointi

source: <span class="meta-nav">&larr;</span> Older Meetups
fi: <span class="meta-nav">&larr;</span> Vanhempia miittejä

source: Newer Meetups <span class="meta-nav">&rarr;</span>
fi: Uudempia miittejä <span class="meta-nav">&rarr;</span>

source: For details, link here: %s
fi: Tässä linkki lisätietoihin: %s

source: Add New
fi: Lisää uusi

source: Add File
fi: Lisää tiedosto

source: Remove
fi: Poista

source: Add Image
fi: Lisää kuva

# select field
source: None
fi: Ei mitään

source: Type to search
fi: Kirjoita etsiäksesi

source: Add New Group
fi: Lisää uusi ryhmä

# Post Type General Name
source: Meetups
fi: Miitit

# Post Type Singular Name
source: Meetup
fi: Miitti

source: Meetups
fi: Miitit

source: Parent Meetup:
fi: Päämiitti:

source: All Meetups
fi: Kaikki miitit

source: Create New Meetup
fi: Luo uusi miitti

source: Create New
fi: Luo uusi

source: Update Meetup
fi: Päivitä miitti

source: Search Meetup
fi: Etsi miittiä

source: No meetup found
fi: Miittiä ei löytynyt

source: No meetup found in Trash
fi: Miittiä ei löytynyt roskakorista

source: %d Seat
fi: %d paikka

source: No Attendies found!
fi: Osallistujia ei löytynyt!

source: Join the Meetup
fi: Liity miittiin

source: Connect to Register
fi: Yhdistä rekisteröityäksesi

source: or, register with email
fi: tai rekisteröidy sähköpostiosoitteella

source: Register with Facebook
fi: Rekisteröidy Facebookilla

source: First Name
fi: Etunimi

source: Last Name
fi: Sukunimi

source: Email Address
fi: Sähköpostiosoite

source: Book My Seat
fi: Varaa paikka

source: Congratulations! You've booked %d seat(s).
fi: Onnittelut! Olet varannut paikat miittiin: %d.

source: Are you sure to cancel the booking?
fi: Oletko varma että haluat peruuttaa varaamisen?

source: Cancel your booking?
fi: Perutaanko varaus?

source: We are filled up! No more seat available!
fi: Täynnä ollaan! vapaita paikkoja ei ole enää jäljellä!

source: Registration Ends:
fi: Ilmoittautuminen päättyy:

source: Registration is closed!
fi: Ilmoittautuminen on suljettu!

source: Registration will open at:
fi: Ilmoittautuminen avautuu

source: Add to my calendar
fi: Lisää kalenteriini

source: Google Calendar
fi: Google Kalenteri

source: No image has been found!
fi: Yhtään kuvaa ei löytynyt!

source: Schedule for: %s
fi: Aikataulu: %s

source: No schedules have been made yet!
fi: Aikataulua ei ole vielä tehty.

source: by
fi: käyttäjältä

source: No speaker found!
fi: Puhujia ei löytynyt.

source: No sponsor found!
fi: Sponsoreita ei löytynyt.
