Repository: pulinairc/pulina.fi
Catalog: content/languages/plugins/wordpress-social-login-*.po
Languages: fi

source: There was an error querying Twitter's servers
fi: Twitterin servereitä querytessa tapahtui virhe

source: WordPress Social Login - FAIL!
fi: WordPressin kirjautuminen - FAIL!

source: Despite the efforts, put into <b>WordPress Social Login</b> in terms of reliability, portability, and maintenance by the plugin <a href="http://profiles.wordpress.org/miled/" target="_blank">author</a> and <a href="https://github.com/hybridauth/WordPress-Social-Login/graphs/contributors" target="_blank">contributors</a>
fi: Huolimatta <b>WordPress Social Loginin</b> ponnisteluista, vakaudesta, yhteensopivuuskikkailusta, ylläpidosta, katso <a href="http://profiles.wordpress.org/miled/" target="_blank">tekijän sivu</a> ja <a href="https://github.com/hybridauth/WordPress-Social-Login/graphs/contributors" target="_blank">osaa ottaneet kehittäjät</a>.

source: Your server failed the requirements check for this plugin
fi: Palvelimesi feilasi pluginin vaatimustarkistuksen

source: These requirements are usually met by default by most "modern" web hosting providers, however some complications may occur with <b>shared hosting</b> and, or <b>custom wordpress installations</b>
fi: Nämä vaatimukset yleensä täytetään monen "modernin" hostaajan toimesta, mutta joitakin komplikaatioita voi esiintyä <b>shared hostingin</b> ja <b>custom WordPress-asennusten</b> käyttäjillä.

source: New user registration on your site: %s
fi: Uuden käyttäjän rekisteröityminen sivuillasi: %s

source: Username: %s
fi: Käyttäjätunnus: %s

source: Provider: %s
fi: Tarjoaja: %s

source: Profile: %s
fi: Profiili: %s

source: Email: %s
fi: Sähköposti: %s

source: [%s] New User Registration
fi: [%s] Uusi rekisteröityminen

source: %1$s is <strong>deprecated</strong> since WordPress Social Login %2$s! For more information, check WSL Developer API - Migration.
fi: %1$s on <strong>vanhentunut</strong> WordPress Social Login versiosta %2$s! Lisätietoa WSL Developer API - Migrationista.

source: This plugin requires WordPress 3.0 or newer. Please update your WordPress installation to activate this plugin.
fi: Tämä lisäosa vaatii WordPressin 3.0 tai uudemman. Ole hyvä ja päivitä WordPress aktivoidaksesi lisäosan.

source: Settings
fi: Asetukset
